export const kitties = [
  // kitty1
  `\
  /\\_/\\     
 ( =.= )
 (>   <)>☕`,
  // kitty2
  `\
/\\_/\\
(='.'=)
(")_(")`,
  // bunny
  `\
(\\  /)
( ^.^ )
c(")(")`,
  `/\\,
(°、。7
l、 ^\\    MEOW I'M FREE
じし,_))ノ`,
  `  /\\
(=.=)
 >.<
  w`,
  `(=^･ω･^=)?`,
  `(='•'=)?`,
  `(=•ᆺ•=)?`,
  `(=?ω?=)`,
  `(=◕ᆽ◕=)?`,
  `(=^･ｪ･^=)?`,
  '(=`･⊝･´=)?',
  `(=･ｪ･=)?`,
  `(=•ェ•=)?`,
  `(=ㅇᆽㅇ=)?`,
  `(=•ェ•=?)`,
  `(='･ω･')?`,
  '(=`･ᆺ･´)?',
  `(=•ω•=)?`,
  `(=^･.･^=)?`,
  `(=?･ェ･?=)`,
  `(=•ㅅ•=)?`,
  `(=◉ᆽ◉=)?`,
  `(='･.･')?`,
  `(=•ェ•=)?`,
];

export function getRandomKitty() {
  return kitties[Math.floor(Math.random() * kitties.length)];
  // return kitties[0];
}
